Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Course to import:
uk: Курс для імпорту:

source: Official
uk: Офіційний

source: There was an error, try searching again.
uk: Помилка пошуку інформаціі, спробуйте пошук знову.

source: Robots
uk: Роботи

source: Please enter a valid password
uk: Будь ласка, введіть коректний пароль

source: {course_number} Staff Grading
uk: {course_number} Оцінювання Персоналом

source: Please provide the email address of the course staff member you'd like to add
uk: Убдь ласка, вкажіть електронну адресу слухача курсу, якого ви хочете долучити

source: Username and password fields cannot match
uk: Ім’я користувача та пароль не повинні збігатися

source: Action
uk: Дія

source: Login.
uk: Увійти.

source: Professional Education
uk: Професійна освіта

source: and
uk: і

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
uk: Будь ласка, переконайтесь, що ваша веб-камера під'єднана та ваш браузер має доступ до неї.

source: but there are only {actual} matching problems.
uk: але в наявності всього {actual} відповідних завдань.

source: These users were successfully added as beta testers:
uk: Ці користувачі були успішно додані як бета-тестери:

source: Post body
uk: Тіло публікації

source: Select another problem type.
uk: Вибрати інший вид завдання.

source: Students 26 to 40
uk: Студенти 26-40

source: Proctored Exam Review: {review_status}
uk: Коментар до очного іспиту: {review_status}

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
uk: Ці дані містять щось надто відверте, образливе або (як у мене є підстави вважати) є плагіатом.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
uk: Прострочена картка. Це також могло статись, якщо вказаний вами термін дії не збігається з терміном дії, який має банк. Порада: спробуйте інший спосіб платежу.

source: Mute
uk: Вимкнути звук

source: Number of courses contained in this catalog
uk: Кількість курсів, котрі містяться в даному каталозі.

source: Account already active!
uk: Аккаунт вже було активовано!

source: Enabled
uk: Включено

source: Please make sure your browser is updated to the <strong>{a_start}most recent version possible{a_end}</strong>. Also, please make sure your <strong>webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings)</strong>
uk: Будь ласка, переконайтесь, що ваш браузер оновлено <strong>{a_start}до найбільш актуальної версії{a_end}</strong>. Також переконайтесь, що ваша <strong>вебкамера під'єднана, увімкнена та може працювати в браузері (зазвичай це налаштовується в опціях браузера)</strong>

source: You have been removed from a beta test for {course_name}
uk: Ви були видалені з бета-тестерів курсу {course_name}

source: Could not find Certificate Invalidation in the list.
uk: Анулювання Сертифіката не знайдено у списку.

source: Heading
uk: Заголовок

source: Course Type
uk: Вид курсу

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
uk: Безкоштовно пройти цей курс та отримайте доступ до всіх навчальних матеріалів, тестів та форуму.

source: Inline
uk: У тексті

source: Ended
uk: Закінчилося

source: Text Input
uk: Введення текста

source: %(min_score)s is not a valid grade percentage
uk: %(min_score)s невірне значення у відсотках

source: %(voteNum)s%(startSrSpan)s votes (click to remove your vote)%(endSrSpan)s
uk: %(voteNum)s%(startSrSpan)s голосів (клацніть щоб прибрати ваш голос)%(endSrSpan)s

source: Student Grades
uk: Оцінки студента

source: All (students, staff, and admins)
uk: Всім (слухачам, працівникам і адміністраторам)

source: Transcript Languages
uk: Мови розшифровки

source: For large courses, generating this report may take several hours. Please be patient and do not click the button multiple times. Clicking the button multiple times will significantly slow the grade generation process.
uk: Створення цього звіту для великих курсів може зайняти кілька годин. Будь ласка, наберіться терпіння і не натискайте на кнопку повторно. Подібні натискання істотно сповільнять процес отримання результату.

source: Scored
uk: Оцінено

source: View Live
uk: Дивитись наживо

source: Important Course Dates
uk: Важливі дати курсу

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. You can only give course team roles to enrolled users.
uk: Адміністратори обговорень можуть переглядати обговорення всіх груп, змінювати та видаляти будь-які повідомлення, знімати статус скарги, закривати і знову відкривати теми, а також рекомендувати корисні відповіді. Їх повідомлення позначені словом «Співробітник». Крім того, вони можуть призначати модераторів. Присвоювати цю та інші ролі можна лише зареєстрованим користувачам.

source: Used
uk: Використаний

source: Gender
uk: Стать

source: Loaded course {0} {1}<br/>Errors:
uk: Завантажено курс {0} {1}<br/>Помилки:

source: Reports Available for Download
uk: Оціночні листи, що доступні для скачування

source: Show Background Task History for Student
uk: Показати історію фонових завдань для студента

source: User id is required
uk: Необхідний ідентифікатор користувача

source: Welcome to {platform_name}
uk: Вітаємо на {platform_name}

source: Could not find user by email address '{email}'.
uk: Неможливо знайти користувача за адресою '{email}'.

source: Rank
uk: Категорія

source: What You Will Need to Register
uk: Що Вам Необхідно для Реєстрації

source: This is a partial list, to view all students download as a csv.
uk: Це частковий список; щоб переглянути дані всіх студентів, скачайте їх у форматі CSV.

source: Revert to the selected configuration
uk: Повернутися до обраної конфігурації

source: Delete failed for user preference '{preference_key}'.
uk: Видалення користувача настройки не вдалося '{preference_key}'.

source: Number of ordered items
uk: Кількість замовлених елементів

source: Show posts by %(username)s.
uk: Показати повідомлення %(username)s.

source: The course for which this deadline applies
uk: Курс, до якого відноситься цей термін

source: Url
uk: URL-адреса

source: Superuser
uk: Суперкористувач

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
uk: Сторінка, яку Ви шукали, не знайдена. Поверніться до {link_start} домашньої сторінки {link_end} або повідомте нам про будь-які сторінки, які могли бути переміщені, повідомленням e-mail на {email}.

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
uk: Введіть категорії обговорень в наступному форматі: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Наприклад, категорія "Собівартість": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Поле "id" значення для кожної категорії повинно бути унікальним. В значенні "id", єдині спеціальні символи, що підтримуються - це підкреслення, дефіс і крапка.

source: To download student grades and view the grading configuration for your course, visit the Data Download section of the Instructor Dashboard.
uk: Щоб скачати студентські оцінки і подивитися оціночну конфігурацію для Вашого курсу, відвідайте розділ завантаження даних викладацької панелі управління.

source: Edit Team
uk: Внести зміни в команду

source: There were errors reindexing course.
uk: Виникли помилки при переіндексації курсу.

source: Describe what your application does.
uk: Опишіть, що ваш додаток робить.

source: DISCUSSION HOME:
uk: ОБГОВОРЕННЯ: ГОЛОВНА СТОРІНКА

source: Logout
uk: Вийти

source: You only have {days} days left to verify for this course.
uk: У вас тільки {days} днів залишилось щоб перевірити цей курс.

source: Check the box to remove %(count)s flags.
uk: Поставте позначку щоб прибрати %(count)s прапорців.

source: coupon with the coupon code ({code}) added successfully
uk: купон з кодом ({code}) успішно додано

source: Review your info
uk: Перегляньте вашу інформацію

source: Day
uk: День

source: Assignment name:
uk: Назва завдання:

source: Community TA's are members of the community whom you deem particularly helpful on the discussion boards. They can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'Community TA'. You can only give course team roles to enrolled users.
uk: Старости – це члени спільноти, які активно беруть участь в обговореннях і допомагають іншим. Вони можуть переглядати дискусії всіх груп, змінювати та видаляти будь-які повідомлення, знімати скарги, закривати і знову відкривати теми, а також рекомендувати корисні відповіді. Їх повідомлення позначені словом «староста».

source: Thank You!
uk: Дякуємо!

source: Please make sure your browser is updated to the {a_start}most recent version possible{a_end}. Also, please make sure your <strong>web cam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).</strong>
uk: Будь ласка, переконайтеся, що ваш браузер оновлений до {a_start} самої останньої доступної версії {a_end}. Також, будь ласка, переконайтеся, що ваша <strong> веб камера підключена до комп'ютера і включена, а її використання дозволене у вашому браузері (зазвичай доступно в налаштуваннях браузера). </strong>

source: Contact %(platform_name)s Support
uk: Зверніться до служби підтримки сервісу %(platform_name)s

source: New
uk: Новий

source: The course you are enrolling for is full.
uk: Курс, на який Ви намагаєтеся записатись, повний.

source: Download a CSV of learners who can enroll
uk: Завантажити список людей, яким доступна реєстрація, у форматі CSV

source: This setting is not currently supported.
uk: Ця опція наразі не підтримується.

source: Closed
uk: Зачинено

source: Enable course home page improvements.
uk: Дозволити поліпшену сторінку курсу.

source: Return to the Instructor Dashboard
uk: Повернутися до панелі управління викладача

source: This graph displays total enrollment for the course calculated at the end of each day. Total enrollment includes new enrollments as well as unenrollments.
uk: Цей графік показує всю кількість зарахувань на курс, обрахованих при кінці кожного дня. Включно з новими зарахуваннями та відміною зарахувань.

source: Show Question
uk: Показати запитання

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
uk: Ви відправляєте відповіді для цього завдання. Після відправлення Ви не зможете змінити відповіді або надіслати відповіді ще раз.

source: Student Support: Certificates
uk: Підтримка студентів: сертифікати

source: I feel the feedback I received was...
uk: Я відчуваю, що зворотного зв'язку я отримав, був ...

source: Very loud
uk: Дуже голосно

source: Find discussions
uk: Знайти теми обговорення

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
uk: Виберіть вкладку, яка відображається за замовчуванням в таблиці анотацій: Мої замітки, Викладач або Загальне.

source: This Assignment Has Closed
uk: Це завдання було закрито

source: Path to single course checkout page hosted by the E-Commerce service.
uk: Посилання на сторінку E-Commerce для оплати всіх обраних курсів.

source: We could not submit your assessment
uk: Ми не змогли надіслати ваше оцінювання

source: must have at least one group
uk: Додайте хоча б одну групу

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Check that the problem and student identifiers are spelled correctly.
uk: Сталась помилка під час видалення стану студента '<%= student_id %> для проблеми '<%= problem_id %>'. Перевірте, що ідентифікатори завдання та студента уведені вірно.

source: Invalid user preference key '{preference_key}'.
uk: Неправильна настройка користувача '{preference_key}'.

source: Blocks
uk: Блоки

source: State/Province/Region
uk: Штат/регіон/область

source: An Error Occurred
uk: Сталася помилка.

source: must contain {0} or more non ascii characters
uk: повинен містити {0} або більше символів, що не входять в ascii

source: About to refund this order:
uk: Щоб повернути це замовлення:

source: Please Enter the Integer Value for Coupon Discount
uk: Будь ласка, введіть цілочисельний код купона для отримання знижки.

source: by recent activity
uk: за часом відповідей

source: This field is required
uk: Це поле обов'язкове

source: One or more fields in the request contains invalid data.
uk: Одне або декілька полів в запиті містять некоректні дані.

source: Export grades to remote gradebook
uk: Експортувати оцінки в віддалений журнал

source: Enter true or false. When true, students can see the calculator in the course.
uk: Введіть "true" або "false". Якщо введено значення "true", студентам буде доступний калькулятор на сторінці курсу.

source: %(platform_name)s Additions:
uk: Доповнення %(platform_name)s:

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
uk: Будь ласка, зачекайте кілька секунд, а потім перезавантажте сторінку. Якщо проблема не буде вирішена​​, будь ласка, зв'яжіться з нами за адресою {email}.

source: Failed to create a background task for resetting "{url}": {message}.
uk: Неможливо створити фонове завдання для перезапуску "{url}": {message}.

source: Donate
uk: Пожертвувати

source: Add Cohort
uk: Додати когорти

source: Incoming video data is empty.
uk: Вхідні відео дані порожні.

source: An error has occurred. Try refreshing the page, or check your Internet connection.
uk: Сталася помилка. Оновіть сторінку та перевірте ваше інтернет з'єднання.

source: WARNING
uk: ПОПЕРЕДЖЕННЯ

source: Student Submission Counts
uk: Кількість студентських відправок на перевірку

source: New Section
uk: Новий розділ

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
uk: Ви обрали дію та не зробили жодних змін в окремих полях. Скоріше за все, вам потрібна кнопка "Вперед" аніж кнопка "Зберегти".

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
uk: Введіть true або false. Якщо введено значення true, за замовчуванням у всіх завданнях курсу буде показана кнопка «Скинути». Ви можете перевизначити задану поведінку у налаштуваннях кожного завдання. Зміна цього параметру впливає на всі існуючі завдання курсу.

source: Method code
uk: Код методу

source: Click to generate a CSV file of all proctored exam results in this course.
uk: Клацніть тут, щоб створити файл у форматі CSV з результатами всіх спостережуваних випробувань цього курсу.

source: The number of items sold.
uk: Кількість проданих товарів.

source: Show Deprecated Settings
uk: Показати застарілі налаштування

source: Download the {platform_name} mobile app from Google Play
uk: Завантажити мобільний додаток {platform_name} з сайту Google Play

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
uk: Нараховані бали допоможуть вам зарахувати курс у вашому університеті, закінчити раніше розпочате навчання, або виконати вимоги різних освітніх установ.

source: Check
uk: Перевірка

source: The survey report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт за опитуванням на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Press
uk: Преса

source: Criterion Name
uk: Назва критерію

source: Unable to clone or pull repository
uk: Неможливо клонувати чи витягнути сховище

source: Formats
uk: Формати

source: You must specify a name
uk: Ви маєте вказати ім'я

source: The card has reached the credit limit. Possible action: retry with another form of payment.
uk: Кредитний ліміт картки вичерпаний. Ви можете використовувати інший спосіб оплати.

source: After this purchase is complete, {username} will be enrolled in this course.
uk: Після завершення купівлі, {username} буде записано на цей курс.

source: Location of Annotation backend
uk: Розташування сервера анотацій

source: Starts: %(start)s
uk: Починається: %(start)

source: Enable Program Certificate Generation
uk: Дозволити випуск сертифікатів

source: Section Submissions
uk: Відповіді Розділу

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
uk: Ви повинні прив'язати цей курс до організації, перш ніж продовжити. Організація, яку ви обрали, не існує в системі, вам потрібно буде додати її

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} components drawn randomly from this list.
uk: Показані всі відповідні матеріали, що можуть бути додані до {display_name}. Кожному студенту буде призначено {max_count} компонентів, взятих випадковим чином з цього списку.

source: Your account activation is complete!
uk: Активацію профілю завершено!

source: Products
uk: Продукти

source: Update
uk: Оновити

source: search
uk: шукати

source: Filter Topics
uk: Фільтрувати теми

source: Create a .csv file that contains enrollment information for your course.
uk: Створити файл у форматі .CSV, що містить інформацію про реєстрації на курс.

source: Page {page_number} of {page_count}
uk: Сторінка {page_number} з {page_count}

source: modal open
uk: відкрито модальне вікно

source: Vertical
uk: Вертикальний

source: comment
uk: коментар

source: Unable to send reactivation email
uk: Неможливо відправити листа із відновленням активації

source: Actions
uk: Дії

source: E-mail change successful!
uk: Зміна електронної адреси відбулася успішно!

source: Border
uk: Границя

source: A system error occurred while processing your payment. You have not been charged.
uk: Під час обробки вашого платежу виникла помилка. Грошові кошти не були зняті з рахунку.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
uk: Сума, яка стягується системою {charged_amount} {charged_amount_currency} відрізняється від загальної вартості замовлення {total_cost} {total_cost_currency}.

source: Secret string for annotation storage
uk: Секретний рядок для сховища коментарів

source: Do not use shuffle and answer-pool at the same time
uk: Не використовуйте shuffle і answer-pool одночасно

source: username or team_id must be specified.
uk: необхідно вказати ім'я користувача або team_id.

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
uk: Під час обробки платежу сталася помилка. <b>Гроші не були списані.</b> Будь ласка, спробуйте здійснити платіж ще раз. Якщо проблема повториться, зверніться за адресою {email}.

source: Verification photos received
uk: Знімки для підтвердження даних отримані

source: Primary
uk: Початкова

source: Optional: provide additional information for this transaction
uk: Опціонально: надайте додаткову інформацію для даної транзакції

source: Certificate Web/HTML View Overrides
uk: Зміна параметрів перегляду у вигляді HTML

source: No Library Selected
uk: Бібліотека не вибрана

source: Skip to a specific step
uk: Перейти в певному кроці

source: How are students doing on ungraded exercises?
uk: Як студенти справляються з оновленними вравами?

source: Show/hide page
uk: Показати/заховати сторінку

source: Loading data...
uk: Завантаження даних...

source: a course of study offered by {partner_short_name}.
uk: курс надано {partner_short_name}.

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
uk: Докладний звіт про запис на курс на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Error starting a task to rescore problem '<%= problem_id %>'. Check that the problem identifier is spelled correctly.
uk: Сталась помилка під час переоцінювання завдання '<%= problem_id %>'. Перевірте, що ідентифікатор завдання уведений вірно.

source: Completed
uk: Завершено

source: time
uk: час

source: Audit This Course
uk: Переглянути цей курс

source: Open Chat
uk: Відкрити чат

source: %(author)s: on %(datetime)s UTC
uk: %(author)s: в %(datetime)s UTC

source: Instructor
uk: Інструктор

source: Reenable Account
uk: Розблокувати обліковий запис

source: Student Progress Page
uk: Сторінка Досягнень Студента

source: Fullscreen
uk: На весь екран

source: Invalid Library
uk: Недопустима бібліотека

source: ...and more!
uk: ...і ще!

source: problem
uk: проблема

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
uk: %(comments_count)s %(span_sr_open)sкоментарів (%(unread_comments_count)s непрочитаних коментарів)%(span_close)s

source: Section Name
uk: Назва розділу

source: Dictionary with the correctness of current student answers
uk: Словник, що визначає правильність поточних відповідей студентів

source: Thank you for signing up for {platform_name}.
uk: Дякуємо за реєстрацію на {platform_name}!

source: If this option is <em>checked</em>, users who have not yet registered for {platform_name} will be automatically enrolled.
uk: Якщо ця опція <em> відзначена </em>, то користувачі, які не зареєстровані в {platform_name}, автоматично будуть зареєстровані.

source: Error getting student list.
uk: Помилка під час отримання списку студентів.

source: UNKNOWN REASON
uk: ПРИЧИНА НЕВІДОМА

source: Have questions?
uk: Є питання?

source: The badge image must be square.
uk: Зображення значка має бути квадратним.

source: Account
uk: Обліковий запис

source: Accessibility Policy
uk: Політика щодо доступності матеріалів

source: Take a photo of your ID
uk: Зробіть фото вашого ідентифікаційного документа

source: Slug that points to the wiki for this course
uk: Коротка назва, що вказує на Вікі даного курсу

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
uk: Ми створили ваш сертифікат. Продовжуйте навчання, і посилання на сертифікат на панелі управління з'явиться, коли він буде готовий.

source: Delete course from site
uk: Видалити курс з сайту

source: Restoring to this revision will mark the article as deleted.
uk: Повернення до цієї редакції позначить статтю як видалену.

source: Heading (Ctrl+H)
uk: Заголовок (Ctrl+H)

source: Work at {platform_name}
uk: Вакансії {platform_name}

source: Disable Student-Generated Certificates
uk: Заборонити випуск сертифікатів слухачами
